tap "57uff3r/mac-apps"
tap "archivebox/archivebox"
tap "cartavis/tap"
tap "danielfoehrkn/switch"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "kanidm/kanidm"
tap "kdash-rs/kdash"
tap "kubecolor/tap"
brew "harfbuzz"
brew "age"
brew "ansible-language-server"
brew "ansible-lint"
brew "antidote"
brew "little-cms2"
brew "arping"
brew "bash-language-server"
brew "bat"
brew "certbot"
brew "cilium-cli"
brew "cmctl"
brew "coreutils"
brew "krb5"
brew "mysql-client"
brew "diesel"
brew "dust"
brew "eza"
brew "fd"
brew "unbound"
brew "gnutls"
brew "fzf"
brew "git-delta"
brew "git-lfs"
brew "gitui"
brew "gpatch"
brew "helix"
brew "helm"
brew "htop"
brew "httpie"
brew "iperf3"
brew "jq"
brew "jupyterlab"
brew "k9s"
brew "kopia"
brew "kubernetes-cli"
brew "krew"
brew "python@3.11"
brew "lensfun"
brew "less"
brew "libraqm"
brew "logcli"
brew "mariadb"
brew "mas"
brew "minio-mc"
brew "mise"
brew "mitmproxy"
brew "mkvtoolnix"
brew "mosh"
brew "nmap"
brew "opam"
brew "pyqt"
brew "opencv"
brew "openjdk"
brew "postgresql@14"
brew "pre-commit"
brew "prettier"
brew "pwgen"
brew "python@3.10"
brew "rclone"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rustup-init"
brew "sd"
brew "sevenzip"
brew "siril"
brew "sops"
brew "sql-language-server"
brew "starship"
brew "stow"
brew "tiger-vnc"
brew "tmux"
brew "tmuxinator"
brew "unar"
brew "vcluster"
brew "velero"
brew "watch"
brew "yaml-language-server"
brew "youtube-dl"
brew "zls"
brew "zoxide"
brew "zsh"
brew "danielfoehrkn/switch/switch"
brew "kdash-rs/kdash/kdash"
brew "kubecolor/tap/kubecolor"
cask "affinity-designer"
cask "affinity-photo"
cask "affinity-publisher"
cask "alacritty"
cask "amethyst"
cask "appcleaner"
cask "backblaze"
cask "balenaetcher"
cask "curseforge"
cask "db-browser-for-sqlite"
cask "discord"
cask "dupeguru"
cask "filebot"
cask "font-fira-code-nerd-font"
cask "google-chrome"
cask "microsoft-remote-desktop"
cask "notion"
cask "obsidian"
cask "sensiblesidebuttons"
cask "signal"
cask "slack"
cask "smplayer"
cask "steam"
cask "sublime-merge"
cask "tad"
cask "the-unarchiver"
cask "transnomino"
cask "unnaturalscrollwheels"
cask "visual-studio-code"
cask "wireshark"
cask "xnviewmp"
cask "zotero"
mas "Cardhop", id: 1290358394
mas "Goodnotes", id: 1444383602
mas "Paprika Recipe Manager 3", id: 1303222628
mas "SonicWall Mobile Connect", id: 822514576
mas "Strongbox", id: 897283731
mas "TestFlight", id: 899247664
mas "Xcode", id: 497799835
vscode "alefragnani.project-manager"
vscode "fabianlauer.vs-code-xml-format"
vscode "ionide.ionide-fsharp"
vscode "kevinrose.vsc-python-indent"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ocamllabs.ocaml-platform"
vscode "pdconsec.vscode-print"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "streetsidesoftware.code-spell-checker"
vscode "vadimcn.vscode-lldb"
vscode "vscodevim.vim"
vscode "withfig.fig"
vscode "zainchen.json"
